Repository: radenkosetka7/GIS-renewable-energy-sources
Catalog: energy_resources/locale/*/LC_MESSAGES/django.po
Languages: bs

source: Republic of Srpska
bs: Republika Srpska

source: District Brcko
bs: Brčko Distrikt

source: Una-Sana canton
bs: Unsko-sanski kanton

source: Posavina canton
bs: Posavski kanton

source: Tuzla canton
bs: Tuzlanski kanton

source: Zenica-Doboj canton
bs: Zeničko-dobojski kanton

source: Bosnian-Podrinje canton of Goražde
bs: Bosansko-podrinjski kanton Goražde

source: Central Bosnian Canton
bs: Srednjobosanski kanton

source: Herzegovina-Neretva Canton
bs: Hercegovačko-neretvanski kanton

source: West Herzegovina Canton
bs: Zapadnohercegovački kanton

source: Sarajevo Canton
bs: Kanton Sarajevo

source: Canton 10
bs: Kanton 10

source: Urban
bs: Urbana

source: Rural
bs: Ruralna

source: English
bs: Engleski

source: Serbian
bs: Srpski

source: Bosnian
bs: Bosanski

source: Croatian
bs: Hrvatski

source: Shapefile does not contain required components.
bs: Shapefile ne sadrži obavezne komponente.

source: It is impossible to find shapefile (.shp).
bs: Nije moguće pronaći shapefile (.shp)

source: Field canton is mandatory for the entity Federation of Bosnia and Herzegovina.
bs: Polje kanton je obavezno za entitet Federacija Bosne i Hercegovine.

source: Field canton can not be selected for Republic of Serbs or District Brcko.
bs: Polje kanton ne može biti izabrano za Republiku Srpsku ili Brčko Distrikt.

source: It is not possible to change entity field, canton field is already selected.
bs: Nije moguće promijeniti entitet, polje kanton je već izabrano.

source: Wrong passwords!
bs: Pogrešne lozinke!

source: Passwords didn't match!
bs: Lozinke se ne podudaraju!

source: Please enter different new password. This action does not make any changes.
bs: Nova lozinka je ista kao stara. Ne pravite nikakvu izmjenu na ovaj način.

source: Wrong old password!
bs: Pogrešna stara lozinka!
